zsh
eza
bat
fzf
neovim
foot
zoxide
lazygit
github-cli
cava

ttf-jetbrains-mono
ttf-jetbrains-mono-nerd

# gtk junk
nwg-look
bibata-cursor-git
catppuccin-gtk-theme-mocha
papirus-folders-catppuccin-git

amd-ucode

swww
brightnessctl
wlsunset
wl-clipboard
ripgrep

discord
spotify-launcher
