jorgebucaran/fisher
patrickf1/fzf.fish
meaningful-ooo/sponge
jorgebucaran/autopair.fish
fishingline/safe-rm
nickeb96/puffer-fish
franciscolourenco/done
givensuman/fish-copyutils
givensuman/fish-bat
givensuman/fish-eza
givensuman/fish-zoxide
jhillyerd/plugin-git
halostatue/fish-mise
jorgebucaran/hydro
