jorgebucaran/fisher
plttn/fish-eza
patrickf1/fzf.fish
meaningful-ooo/sponge
jorgebucaran/autopair.fish
fishingline/safe-rm
nickeb96/puffer-fish
franciscolourenco/done
jethrokuan/z
jorgebucaran/hydro
catppuccin/fish
